interface SliderItem {
  title: string;
  desc: string;
  img: string;
}

export const sliderData: SliderItem[][] = [
  [
    {
      title: 'Екатерина Вальнова',
      desc: `Доброжелательные подсказки на всех этапах помогут правильно
заполнить поля и без затруднений купить авиа или ж/д билет, даже
если вы заказываете онлайн билет впервые.`,
      img: '/png/sliders/woman.png',
    },
    {
      title: 'Евгений Стрыкало',
      desc: ` СМС-сопровождение до посадки Сразу после оплаты ж/д билетов и за
    3 часа до отправления мы пришлем вам СМС-напоминание о поездке.`,
      img: '/png/sliders/man.png',
    },
  ],
  [
    {
      title: 'Екатерина Вальнова',
      desc: `Доброжелательные подсказки на всех этапах помогут правильно
    заполнить поля и без затруднений купить авиа или ж/д билет, даже
    если вы заказываете онлайн билет впервые.`,
      img: '/png/sliders/woman.png',
    },
    {
      title: 'Евгений Стрыкало',
      desc: ` СМС-сопровождение до посадки Сразу после оплаты ж/д билетов и за
        3 часа до отправления мы пришлем вам СМС-напоминание о поездке.`,
      img: '/png/sliders/man.png',
    },
  ],
  [
    {
      title: 'Екатерина Вальнова',
      desc: `Доброжелательные подсказки на всех этапах помогут правильно
    заполнить поля и без затруднений купить авиа или ж/д билет, даже
    если вы заказываете онлайн билет впервые.`,
      img: '/png/sliders/woman.png',
    },
    {
      title: 'Евгений Стрыкало',
      desc: ` СМС-сопровождение до посадки Сразу после оплаты ж/д билетов и за
        3 часа до отправления мы пришлем вам СМС-напоминание о поездке.`,
      img: '/png/sliders/man.png',
    },
  ],
];
